INSERT INTO products(description, id, name, picture_id, price, quantity) 
VALUES 
('使用後此學期可以無條件歐趴', '2b8afb7d-cba1-475c-a58e-bc1a478da31c','歐趴魔法','73ea44f9-9fc5-48c3-831d-c4cc64a34b8d',666.00,10),
('冰創成魔法，可以把冰製成各種各樣的形狀來作為武器','1b213184-ecdb-4815-8555-6c5e60910df9','冰造型魔法', '8e053783-0b50-466c-bd94-2a4e122bce3e',1500.00,30),
('利用雷電作為進攻和防禦的一種形式','68f9b908-8751-40bc-9456-2c1f60c52f6f','雷魔法', 'f98efc62-b361-4079-8254-3851b38bd1d3',1500.00,30),
('術者內心認為是敵人的一切視為目標，從精神上擊潰對方。需要有一定的準備時間','64e6e3f3-fa35-4006-8b83-0bbf74667462','妖精法律', '4d14a8f4-c208-4765-a588-a2bbf4758569',5000.00,10),
('攻擊黑魔法，威力之強到可斬殺龍','3ac05a18-936f-4928-88d2-2811f34481ac','龍破斬', '273ed20a-c85b-410e-9cb3-6c8f58418f59',6666.00,3),
('使用後可以幫你撐 10 秒','2ca2d2c9-066c-4bd7-ab85-b8b40f19817a','星爆氣流斬', 1016.00,'3930cdd4-6290-42cc-ad39-ad13b0afb9d2',16),
('讓蛋包飯變好吃的魔法','fbeff547-5ef7-48ed-86b0-8c308ae8337a','萌萌心動！', '97b06deb-b150-4aa2-b855-2f03f80f91ce',520.00,1),
('冰雪魔法，可生成冰雪','a7310584-1f28-4708-ac95-05a94e1d5917','冰雪魔法',  'fe7bc148-14a3-4d57-aa7a-e9c5471cb593',1500.00,30),
('可以倒轉一定程度的時間','fe02ef88-497c-437b-9ba0-a106103c1d72','時間魔法', '2bc5c38d-edf3-4de1-a39a-0c8076023865',99999.00,1),
('可治療傷口','534fb31f-5740-44fe-90dd-f08d4d91e663','治癒魔法', '6a15e8a9-5955-464b-ac42-dc50ad466550',500.00,100),
('可操縱土壤', 'b1390f3c-5169-4fc8-a073-ff00b4e80e1f','地魔法','24136145-e697-49fe-acab-399a431d9b8d', 1500.00,30),
('可控制空氣流動','b92abcbe-7fe7-4b08-a0c5-4f7ec71abffc','天空魔法', 'ac63326e-6a34-49db-bd1e-84f313ba11c7',1500.00,30),
('如其標題，不可以色色','bb791e47-1a95-4064-95fb-03930dbea940','不可以色色', '099c5b68-7f86-4b54-a3bd-c7fa43e7614e',666.00,10),
('可以自由穿梭空間','f818e9a2-11e3-453f-97d4-9df7b52ee7bf','任意門',  '852530f8-8303-4228-af0d-b8f227ed5adc',1500.00,30),
('血繼限界，但好像得支付一些代價..？','f0b2c3cc-4231-433a-9e1c-aff009fae74f','血輪眼', 'c29c8465-c26f-4e8c-b659-a7210c88e3e5',333.00,10),
('可以存放各種道具的神奇袋子','5dcd53c1-e18c-4df0-8f9c-448b52b18dfa','百寶袋', '2b0e06c9-b8ab-44d2-a9f3-f8dcd1abb487',10000.00,10),
('我要代替月亮懲罰你！','fbfdcbf1-7103-48ad-ba4c-b2c2020f39bc','月光仙子', '9c6c7f80-8c7d-433d-bfed-5f12aa62aed2',2000.00,10),
('召喚他，並與他締結成為魔法少女吧','033354b1-2a21-491a-a455-a38cd87662e6','QB','64edd5f2-054f-4dee-8a4a-c46f420ef49c', 5000.00,1),
('嘿嘿...','61619514-c633-4b8e-ab4b-0ac13e9d14fd','時間暫停器', 'cb68a4d4-12f3-4fb2-9597-f6f53666dcf6',699669.00,11),
('讓你有個安穩的睡眠','0fbce16e-c58e-41f4-bb67-59bec51bb61c','睡眠魔法', '5fbdc8dc-1bd6-4f08-bc3e-a6cb09e885ab',9999.00,10);









